{
  "example_conversation": {
    "voices": ["DougDoug", "Example_Grandma"],
    "script": [
      "[DougDoug] Hi Grandma, how are you doing today?",
      "[Example_Grandma] Oh hi DouglassDouglass, I'm doing good. How about you?",
      "[DougDoug] I'm great now that I'm talking with you! Thanks for asking!",
      "[Example_Grandma] Well that's wonderful dear. You always know how to brighten up my day.",
      "[DougDoug] So what have you been up to lately?",
      "[Example_Grandma] Oh you know, just the usual. Watching some shows, doing some reading.",
      "[DougDoug] That sounds nice and relaxing!",
      "[Example_Grandma] It is dear, it really is."
    ]
  },
  "tech_discussion": {
    "voices": ["DougDoug", "Example_Grandma"],
    "script": [
      "[DougDoug] Hey Grandma, did you see that new graphics card that came out?",
      "[Example_Grandma] I don't think that PC will ever be back in stock, I imagine if it ever does, bots will snatch it up before a person can, heh.",
      "[DougDoug] You're probably right about that. The bot problem is getting worse every year!",
      "[Example_Grandma] Monitors will be cheaper around this time of year I think because new monitor models are coming out 'soon'.",
      "[DougDoug] Oh that's a great point! I should wait a bit before upgrading then.",
      "[Example_Grandma] Plus Samsung always has good .edu deals.",
      "[DougDoug] Wait, you know about student discounts? That's impressive!",
      "[Example_Grandma] If looking for a new monitor, I always check rtings.com and Monitors Unboxed on youtube.",
      "[DougDoug] Wow Grandma, you really know your tech! I'm impressed!"
    ]
  },
  "script_file_example": {
    "voices": ["DougDoug", "Example_Grandma"],
    "script": "./conversation_scripts/example_script.txt"
  },
  "long_script_file_example": {
    "voices": [
      "Professional_Narrator",
      "DougDoug",
      "Incredulous_Panic",
      "Confident_Professional",
      "Sohee",
      "Example_Grandma",
      "Ryan",
      "Uncle_Fu"
    ],
    "script": "./conversation_scripts/example_long_script.txt"
  },
  "mixed_profile_types": {
    "voices": ["DougDoug", "Sohee", "Incredulous_Panic", "Confident_Professional"],
    "script": [
      "[DougDoug] Hey everyone! Today we have some special guests joining us!",
      "[Sohee] 안녕하세요! I'm so happy to be here today!",
      "[DougDoug] And we've got someone who seems a bit worried...",
      "[Incredulous_Panic] Wait, what? You mean I'm supposed to talk right now? This is... this is happening?",
      "[Confident_Professional] Don't worry, you're doing great. Let's take it one step at a time.",
      "[Sohee] Yes, we're all here to support each other!",
      "[DougDoug] See? This is what I love about this community. Everyone helping everyone!",
      "[Incredulous_Panic] Okay... okay, I think I can do this. Thanks everyone!"
    ]
  }
}
